[
  {
    "Id": "f45f9594-b071-4563-80d8-6e303534a305",
    "Name": "Senhor dos aneis 2",
    "Autor": "j. r. r. tolkien",
    "Genero": "Dark fantasy",
    "Idioma": "Protuguês",
    "LivroFinalizado": true,
    "Imagem": "9786555114355.webpe3c27db9-4f7f-41c6-a61a-493b8cc6d724.png",
    "ano": 1999,
    "Sinopese": "\u0022As Duas Torres\u0022 é uma continuação grandiosa, aprofundando o conflito entre o bem e o mal, enquanto os personagens enfrentam suas maiores provações. O livro prepara o terreno para o épico desfecho em O Retorno do Rei, consolidando O Senhor dos Anéis como uma das maiores obras da literatura fantástica.\r\n\r\nSe quiser mais detalhes sobre algum trecho específico ou a trilogia como um todo, me avise! 🏹📖🔥",
    "Comentarios": "\u0022As Duas Torres\u0022, o segundo volume da trilogia O Senhor dos Anéis de J.R.R. Tolkien, foi publicado em 1954. O livro dá sequência à jornada da Sociedade do Anel após sua separação no final de A Sociedade do Anel. A narrativa se divide em dois núcleos principais",
    "Avaliacao": "5",
    "NumeroPaginas": null,
    "TrechosFavoritos": [
      "\u0022O mal do mundo é que os tolos são cheios de certezas, enquanto os sábios estão cheios de dúvidas.\u0022",
      "\u0022Há algum conforto em ser esperado em casa?\u0022 – Frodo questionando Sam sobre sua missão e o que os aguarda no final."
    ]
  },
  {
    "Id": "df6348e3-823e-4d6d-a227-e01936422162",
    "Name": "O chamado de cthulhu",
    "Autor": "H. P. Lovecraft",
    "Genero": "Terror cósmico",
    "Idioma": "Protuguês",
    "LivroFinalizado": true,
    "Imagem": "o_chamado_de_cthulhu_9788525435163_g.jpg824095c5-2698-4823-8b05-dec11f07156c.png",
    "ano": 1987,
    "Sinopese": "Um horror indizível, inominável assombra a humanidade. Nas trevas, moram aqueles que desejam espalhar a loucura e a destruição. Você está pronto para despertar poderes ancestrais nas profundezas, e ajudar a trazer o fim do mundo? H.P. Lovecraft é um gigante da literatura de terror e da cultura popular. Desde os anos 1920, seus contos e novelas encantam gerações e influenciam inúmeros romances, jogos, quadrinhos, discos e filmes. Seu conto “O Chamado de Cthulhu”, escrito em 1926 e publicado pela primeira vez na revista Weird Tales em 1928, é um clássico absoluto.",
    "Comentarios": "O Chamado de Cthulhu\u0022, escrito por H.P. Lovecraft e publicado em 1928, é um dos contos mais icônicos do horror cósmico. A história estabelece a mitologia de Cthulhu, uma entidade alienígena ancestral que dorme nas profundezas do oceano Pacífico, na cidade submersa de R’lyeh.",
    "Avaliacao": "3",
    "NumeroPaginas": "90",
    "TrechosFavoritos": [
      "ChatGPT said: Comentário sobre O Chamado de Cthulhu \u0022O Chamado de Cthulhu\u0022, escrito por H.P. Lovecraft e publicado em 1928, é um dos contos mais icônicos do horror cósmico. A história estabelece a mitologia de Cthulhu, uma entidade alienígena ancestral que dorme nas profundezas do oceano Pacífico, na cidade submersa de R’lyeh.  A trama é narrada de forma fragmentada, a partir de investigações feitas pelo protagonista, Francis Wayland Thurston, sobre eventos misteriosos, cultos secretos e relatos de pesadelos perturbadores. Ele descobre que a figura de Cthulhu assombra os sonhos de pessoas ao redor do mundo e que cultistas fanáticos esperam o momento de sua ressurreição.  O conto é um marco na literatura porque explora um terror não baseado em monstros convencionais ou sustos, mas sim no medo do desconhecido, na insignificância humana diante do universo e na loucura provocada pelo contato com verdades proibidas. Lovecraft descreve Cthulhu como uma entidade de proporções cósmicas, cuja simples visão pode levar à insanidade.  Trechos Famosos de O Chamado de Cthulhu \u0022A coisa mais misericordiosa do mundo, creio eu, é a incapacidade da mente humana de correlacionar todos os seus conteúdos.\u0022",
      "\u0022Não está morto o que eternamente jaz inanimado, e em estranhas eras, até a morte pode morrer.\u0022"
    ]
  },
  {
    "Id": "3d8d5548-af1a-4c51-815d-48cc6cede8d6",
    "Name": "A cor que caiu do céu",
    "Autor": "H. P. Lovecraft",
    "Genero": "Terror cósmico",
    "Idioma": "Protuguês",
    "LivroFinalizado": false,
    "Imagem": "cor-caiu-ceu-melhores-contos-h-p-lovecraft-livro-3-ce22-capa.webpb57d255f-482d-4a59-a00a-ff7397fd3f65.png",
    "ano": 1985,
    "Sinopese": "Em “A Cor que Caiu do Espaço”, Gou Tanabe adapta para os mangás um dos mais famosos contos do pai do horror cósmico, H. P. Lovecraft. Ele narra os estranhos acontecimentos em um pequeno vilarejo de Arkham cuja vida começa a mudar após a queda de um misterioso meteorito que irradia uma cor etérea única e indescritível. A \u0022influência\u0022 da pedra espacial parece corromper tudo aquilo que entra em contato com ela dentro e fora do vilarejo. Seja o gado, sejam as plantações ou até mesmo as pessoas, nada nunca mais foi igual depois da queda do estranho corpo celeste, levando o terror e o medo a todos.",
    "Comentarios": "A Cor que Caiu do Céu\u0022 (The Colour Out of Space, 1927) é um dos contos mais célebres de H.P. Lovecraft e um dos melhores exemplos de seu estilo de horror cósmico.",
    "Avaliacao": "4",
    "NumeroPaginas": "192",
    "TrechosFavoritos": [
      "Sobre o impacto do meteoro: \u0022Era apenas um grande globo de algo, mas sua cor era errada. E essa cor era quase impossível de descrever; era como se fosse uma cor que desafiasse a vista e a mente.\u0022 – Aqui, Lovecraft estabelece a natureza alienígena da cor, algo que está além da compreensão humana.",
      "\u0022A vegetação crescia monstruosamente, mas não de uma maneira natural. As flores tinham cores erradas, estranhas e doentias, e emitiam um brilho tênue à noite.\u0022 – A ideia de que algo invisível está alterando a realidade de maneira antinatural reforça o horror cósmico.",
      "Sobre o destino da família Gardner: \u0022Algo sugava a vida deles, algo os tornava fracos e doentes, e ninguém sabia o quê. Nem os médicos, nem os vizinhos, nem eles próprios.\u0022 – O terror aqui está na impotência humana diante de algo incompreensível e inevitável."
    ]
  },
  {
    "Id": "91c707a6-6ac9-47f6-a975-0675339ede8e",
    "Name": "Harry Potter: E a pedra filosofal",
    "Autor": "J. K. Rowling",
    "Genero": "Fantasy",
    "Idioma": "Inglês",
    "LivroFinalizado": false,
    "Imagem": "d9332107-5307-4582-8da9-66b3d05ff203.jpg333c4a39-df98-4913-9710-729de0f9da9d.png",
    "ano": 1993,
    "Sinopese": "e Harry Potter e a Pedra Filosofal! Experimente a história de magia mais amada do mundo de uma nova forma. Totalmente ilustrada em cores brilhantes, com capa dura e elementos interativos artesanais em papel, criados pelo premiado estúdio MinaLima, essa nova versão do primeiro livro da série Harry Potter vai encantar os leitores de todas as idades!",
    "Comentarios": "\u0022Harry Potter e a Pedra Filosofal\u0022, escrito por J.K. Rowling e publicado em 1997, é o primeiro livro da icônica saga de Harry Potter. A história apresenta o jovem órfão Harry Potter, que descobre, aos 11 anos, que é um bruxo e foi aceito na Escola de Magia e Bruxaria de Hogwarts. Acompanhado por seus novos amigos, Rony Weasley e Hermione Granger, ele mergulha em um mundo mágico repleto de aventuras, mistérios e desafios.",
    "Avaliacao": "3",
    "NumeroPaginas": "368",
    "TrechosFavoritos": [
      "\u0022Não faz bem viver sonhando e se esquecer de viver.\u0022 – Alvo Dumbledore",
      "Para uma mente bem estruturada, a morte é apenas a próxima grande aventura.\u0022 – Alvo Dumbledore",
      null
    ]
  },
  {
    "Id": "26997e2c-1688-4f2f-aef5-5f8243f131b7",
    "Name": "O Hobbit",
    "Autor": "j r r tolkien",
    "Genero": "Fantasy",
    "Idioma": "Português",
    "LivroFinalizado": true,
    "Imagem": "511\u002B-lootsl._sy445_sx342_.jpg3973295b-5102-47bf-b3b9-a56ff5820bc7.png",
    "ano": 1999,
    "Sinopese": "​\u0022O Hobbit\u0022, escrito por J.R.R. Tolkien e publicado em 1937, é um clássico da literatura fantástica que introduz os leitores ao universo da Terra-média. A história acompanha Bilbo Bolseiro, um hobbit que leva uma vida tranquila e sem aventuras, até ser inesperadamente recrutado pelo mago Gandalf e uma companhia de treze anões liderados por Thorin Escudo-de-Carvalho. A missão deles é recuperar o tesouro guardado pelo temível dragão Smaug, que usurpou o antigo reino dos anões na Montanha Solitária\r\nAo longo da jornada, Bilbo enfrenta diversos desafios e criaturas, como trolls, goblins, aranhas gigantes e elfos. Durante essas aventuras, ele encontra um anel mágico que o torna invisível, um artefato que desempenhará um papel crucial em eventos futuros na Terra-média. A narrativa explora temas como crescimento pessoal, coragem e a descoberta de habilidades inesperadas",
    "Comentarios": "O Hobbit\u0022 é uma obra fundamental que combina aventura, fantasia e desenvolvimento de personagens de forma magistral. A jornada de Bilbo Bolseiro não apenas estabelece as bases para os eventos de O Senhor dos Anéis, mas também oferece uma narrativa envolvente sobre autodescoberta e heroísmo inesperado. Com uma escrita cativante e um mundo ricamente construído, Tolkien cria uma história atemporal que continua a encantar leitores de todas as idades.",
    "Avaliacao": "3",
    "NumeroPaginas": "336",
    "TrechosFavoritos": [
      "\u0022Você está atrasado!\u0022 – Bilbo Bolseiro – Bilbo expressa sua pontualidade ao cumprimentar Gandalf no início da aventura.",
      "\u0022Eu estou procurando alguém para compartilhar uma aventura que estou organizando, e é muito difícil encontrar alguém.\u0022 – Gandalf – Gandalf convidando Bilbo para a jornada, destacando a relutância dos hobbits em se aventurar.",
      "\u0022Bom dia! Nós não queremos aventuras aqui, obrigado!\u0022 – Bilbo Bolseiro – Bilbo inicialmente rejeitando a ideia de aventuras, refletindo sua natureza caseira.",
      "\u0022Nunca ria de dragões vivos, Bilbo, meu rapaz.\u0022 – Thorin Escudo-de-Carvalho – Um conselho de Thorin a Bilbo sobre a seriedade de enfrentar dragões.",
      "\u0022Então, de repente, sem qualquer aviso, ele se tornou um verdadeiro ladrão profissional.\u0022 – Narrativa descrevendo a transformação de Bilbo durante a aventura."
    ]
  },
  {
    "Id": "ed56814b-173c-4826-9d26-443e964aae13",
    "Name": "O último rei dragão",
    "Autor": "J. K. Rowling",
    "Genero": "Fantasy",
    "Idioma": "Português",
    "LivroFinalizado": false,
    "Imagem": "91z92c6urxl._sl1500_.jpg277b0dfe-0529-4359-b608-17052d7bd4ee.png",
    "ano": 2022,
    "Sinopese": "Arwen é uma jovem humana que vive na pacata vila de Cinzaforte, situada no reino de Escamabrasa. Sua rotina é dedicada a sustentar sua mãe e irmã mais nova, especialmente após a morte de seu pai. Quando o Rei Dragão, Drae, anuncia a busca por uma esposa capaz de lhe dar um herdeiro, Arwen não se preocupa, pois acredita não possuir magia suficiente para ser escolhida. No entanto, a chegada inesperada dos farejadores do rei revela que Arwen possui uma magia única. Levando-a ao castelo real, ela se vê envolvida em uma trama de perigos e descobertas, onde precisará explorar seu potencial mágico para enfrentar os desafios que ameaçam seu reino.",
    "Comentarios": "\u0022O Último Rei Dragão\u0022 se destaca por sua narrativa envolvente que combina elementos clássicos de fantasia com um romance cativante. A protagonista, Arwen, é retratada como uma personagem forte e determinada, cuja jornada de autodescoberta e crescimento pessoal é central para a trama. A relação entre Arwen e o Rei Drae é desenvolvida de forma gradual, explorando temas como confiança, lealdade e amor em meio a um cenário de conflitos e ameaças iminentes. A ambientação rica e a construção detalhada do mundo de Avalier proporcionam uma imersão completa, tornando a leitura prazerosa e instigante.",
    "Avaliacao": "3",
    "NumeroPaginas": "245",
    "TrechosFavoritos": [
      "\u0022Eu não sabia se estava tentando fazer o rei me odiar para que ele não me escolhesse como esposa, ou se de fato não gostava dele. Talvez um pouco dos dois.\u0022 ",
      "\u0022Talvez seja melhor assim. Se eu não amar ninguém, ninguém poderá me destruir quando morrer.\u0022"
    ]
  },
  {
    "Id": "4e054131-1bd0-45cd-add6-f5bafa8d3207",
    "Name": "O cavaleiro preso na armadura",
    "Autor": "Robert Fisher",
    "Genero": "Historia",
    "Idioma": "Português",
    "LivroFinalizado": false,
    "Imagem": "91of8o2yfpl._sl1500_.jpgbb0dbe2a-2ce0-41dd-9db1-d11a11f0dcbc.png",
    "ano": 2020,
    "Sinopese": "Desde que  Fernão Capelo Gaivota  encantou o público pela primeira vez, não houve uma fábula tão cativante quanto  O cavaleiro preso na armadura . Uma leitura emocionante que expandirá sua mente, tocará seu coração e nutrirá sua alma.\r\nO cavaleiro mais corajoso do reino. Um homem sempre pronto para qualquer batalha, disposto a defender sua honra e prestar ajuda a quem precise. Sua armadura lustrosa e imponente era a única imagem que todos enxergam no cavaleiro, até mesmo sua mulher e seu filho. E sua obsessão por essa imagem acaba o distanciando das pessoas que ama e da própria identidade.\r\n\r\nQuando percebe que não consegue mais se desvencilhar da armadura, o cavaleiro parte em busca de seu eu esquecido no tempo, perdido nas cruzadas e na frieza dos sentimentos. Percorrendo o Caminho da Verdade, com a ajuda de seus companheiros Esquilo e Rebecca, ele segue rumo ao autoconhecimento, buscando sua verdadeira face há muito tempo escondida e reencontrando um sentimento que havia guardado na armadura por toda a vida.",
    "Comentarios": "O Cavaleiro Preso na Armadura\u0022, de Robert Fisher, é uma fábula filosófica e inspiradora que utiliza a jornada de um cavaleiro medieval para abordar questões profundas sobre autoconhecimento, crescimento pessoal e libertação emocional.",
    "Avaliacao": "4",
    "NumeroPaginas": "112 páginas",
    "TrechosFavoritos": [
      "\u0022A verdade é apenas descoberta quando alguém está disposto a aceitá-la.\u0022",
      "\u0022Não podemos nos libertar de uma armadura se não soubermos que estamos presos dentro dela.\u0022",
      "\u0022A armadura que usamos para nos proteger pode acabar nos isolando daqueles que mais importam.\u0022"
    ]
  },
  {
    "Id": "9a408614-c6e4-4f3d-a6f0-49397cf4fd45",
    "Name": "Cyberpunk 2077: Nenhum acaso",
    "Autor": "Rafat Kosik",
    "Genero": "Ficção",
    "Idioma": "Português",
    "LivroFinalizado": true,
    "Imagem": "a1gogq-4bzl._sl1500_.jpg760c1f80-2db2-46f7-a174-39f77b055799.png",
    "ano": 2023,
    "Sinopese": "Baseado no game best-seller da CD PROJEKT RED, indicado como Melhor Jogo de RPG pelo The Game Awards 2021, Cyberpunk 2077: Nenhum acaso é uma eletrizante aventura no intricado mundo tecnológico de Night City pelo aclamado autor de ficção científica polonês Rafał Kosik.",
    "Comentarios": "A história acompanha um grupo de criminosos que são recrutados para uma missão perigosa sem entender completamente quem está os manipulando. No decorrer da trama, cada personagem é levado ao limite, forçado a questionar seu próprio papel em um sistema onde tudo e todos são descartáveis.",
    "Avaliacao": "2",
    "NumeroPaginas": "368",
    "TrechosFavoritos": [
      "Em Night City, tudo tem um preço. Até mesmo a ilusão de liberdade.\u0022 – Reflete a ideia central da cidade: ninguém escapa do controle das megacorporações.",
      "\u0022Não há coincidências. Se algo acontece, é porque alguém fez acontecer.\u0022 – Uma frase que resume o espírito da trama e a falta de verdadeiro acaso no mundo do cyberpunk.",
      "\u0022O verdadeiro poder não está em quem aperta o gatilho, mas em quem decide para onde a arma aponta.\u0022"
    ]
  },
  {
    "Id": "a867bc08-27f9-44d3-b765-2183a2fdac39",
    "Name": "A revolução dos bichos: Um conto de fadas",
    "Autor": "George Orwell",
    "Genero": "Historia",
    "Idioma": "Português",
    "LivroFinalizado": true,
    "Imagem": "91bszhxcrjl._sl1500_.jpg08efc545-a2fa-436e-b7d0-ccee3c751991.png",
    "ano": 1945,
    "Sinopese": "A Revolução dos Bichos é um dos mais emblemáticos clássicos da literatura moderna. Na obra dividida em 10 capítulos, Orwell realiza uma sátira contundente sobre a ditadura stalinista. Aborda temas como as fraquezas humanas, o poder, a revolução, o totalitarismo, a manipulação política",
    "Comentarios": "Verdadeiro clássico moderno, concebido por um dos mais influentes escritores do século XX, A revolução dos bichos é uma fábula sobre o poder. Narra a insurreição dos animais de uma granja contra seus donos. Progressivamente, porém, a revolução degenera numa tirania ainda mais opressiva que a dos humanos.",
    "Avaliacao": "5",
    "NumeroPaginas": "245",
    "TrechosFavoritos": [
      "\u0022Todos os animais são iguais, mas alguns são mais iguais que outros\u0022",
      "\u0022Quatro pernas bom, duas pernas ruim.\u0022",
      "\u0022A vida de um animal é feita de miséria e escravidão: essa é a verdade nua e crua.\u0022",
      "\u0022Os bichos olhavam de um porco para um homem, e de um homem para um porco, e de um porco para um homem novamente; mas já era impossível dizer quem era quem.\u0022",
      "\u0022Todos os animais são iguais, mas alguns são mais iguais que outros\u0022"
    ]
  },
  {
    "Id": "1644ffe7-8097-4611-a14e-301f6205df55",
    "Name": "Berserk Vol. 1",
    "Autor": "Kentaro Miura",
    "Genero": "Anime",
    "Idioma": "Português",
    "LivroFinalizado": true,
    "Imagem": "61k0fw6l1-l._sl1455_.jpg69da29fe-52cd-45e4-87d4-56c0bcf4dcd1.png",
    "ano": 1999,
    "Sinopese": "O misterioso Guts, o \u0022Espadachim Negro\u0022, carrega em sua mão mecânica uma enorme espada, e em seu pescoço uma estranha marca que atrai forças demoníacas. Em sua busca por vingança contra um antigo inimigo, nem tudo sai a seu favor, e ele recebe ajuda de uma fantástica criatura.",
    "Comentarios": "O Volume 1 de Berserk, do mangaká Kentaro Miura, marca o início de uma das histórias mais icônicas e influentes do gênero dark fantasy. Com uma narrativa sombria, repleta de violência brutal, personagens complexos e temas filosóficos, o mangá apresenta um mundo cruel e implacável.",
    "Avaliacao": "3",
    "NumeroPaginas": "‎ 224",
    "TrechosFavoritos": [
      "\u0022O homem nasce sozinho e morre sozinho. E no intervalo entre esses dois momentos, ele busca algo para se sustentar.\u0022 – Uma das primeiras frases que capturam a filosofia de Guts sobre a solidão e a luta constante.",
      "\u0022Não existem heróis ou vilões. Apenas aqueles que sobrevivem.\u0022 – Uma frase que reflete a visão pragmática do mundo de Berserk, onde a moralidade é ambígua e o mais forte prevalece."
    ]
  },
  {
    "Id": "68d112e4-bf82-4a8b-94a1-16821e7cc0e5",
    "Name": "Nas Montanhas do Terror",
    "Autor": " Junpei Azumii",
    "Genero": "Terror",
    "Idioma": "Português",
    "LivroFinalizado": true,
    "Imagem": "81j3k2lufcl._sl1500_.jpgd097d0a2-c955-4c99-a5c1-44e85d0fa8aa.png",
    "ano": 2023,
    "Sinopese": "Existem coisas que não são desse mundo nas montanhas... Nas Montanhas do Terror é uma coletânea de cinco histórias de terror com roteiro de Junpei Azumi e ilustrações dos mangakás Junji Ito, Mimika Ito, Akemi Inokawa, Daisuke Imai e Akihito Yoshitomi. A montanha pode estar guardada por seres mais assustadores que um fantasma, acidentes ocorrem sem maiores explicações, e uma alma perdida pode estar buscando ajuda para enfim descansar em paz...",
    "Comentarios": "Caso tenha um contexto mais moderno, a obra pode misturar elementos psicológicos e suspense, focando no impacto do isolamento, da paranoia e do enfrentamento do próprio medo.\r\n\r\nSe puder me confirmar o autor ou mais detalhes da história, posso aprofundar melhor a análise!",
    "Avaliacao": "5",
    "NumeroPaginas": "192",
    "TrechosFavoritos": [
      "\u0022Não era apenas o frio que nos arrepiava, mas a sensação de que algo nos observava entre as sombras das montanhas.\u0022 – Sugere o medo crescente e a sensação de que algo oculto espreita os personagens.",
      "\u0022O silêncio era absoluto, mas carregava um peso terrível, como se mil vozes apagadas da história ainda tentassem sussurrar através do vento.\u0022",
      "\u0022As marcas na neve não eram humanas. Nem de qualquer criatura que deveria existir.\u0022"
    ]
  },
  {
    "Id": "e102f88d-eda0-48ed-ae09-ba6654e0f811",
    "Name": "Dark Souls: Redemption 01 ",
    "Autor": "Shonen Julien Blondel ",
    "Genero": "Dark fantasy",
    "Idioma": "Português",
    "LivroFinalizado": true,
    "Imagem": "61ee7by9e3l.jpge2a755f4-b506-4cd4-b67d-0499ad651544.png",
    "ano": 2005,
    "Sinopese": "Um Ar\u0027Vrark derrotado recua da fortaleza. Eudo, caído a serviço de sua senhora Ira, jaz em silêncio nas pedras do forte. As Cinzas Cinzentas deixam Iras para reconciliar as consequências de um passado desconhecido, completamente sozinha com seus fantasmas. Um caçador, sobrecarregado pela aflição, chega para ajudar na jornada angustiante que se avizinha. Abatidos pela horda caída, Ira e o Caçador se aventuram nos desertos em busca das brasas brilhantes da esperança - aquelas encontradas apenas girando em meio às sombras de suas memórias mais sombrias...",
    "Comentarios": "\u0022Dark Souls: Redemption 01\u0022 é uma HQ inspirada no universo sombrio e implacável da franquia Dark Souls, desenvolvida pela FromSoftware. Como esperado, a história mergulha em um mundo de trevas, decadência e desespero, seguindo um protagonista amaldiçoado em busca de redenção – um tema central na mitologia da série.",
    "Avaliacao": "3",
    "NumeroPaginas": "224",
    "TrechosFavoritos": [
      "\u0022O fogo se apaga, as trevas avançam… mas sempre há aqueles que ousam resistir.\u0022",
      "\u0022O fardo da eternidade não é um presente, mas uma prisão.\u0022",
      "\u0022O desespero é a única constante neste mundo, mas mesmo nas sombras, há uma centelha de fogo.\u0022"
    ]
  },
  {
    "Id": "85100944-b7e4-4079-ad42-1cf905d41f6f",
    "Name": "Tartarugas Ninja: O Último Ronin",
    "Autor": "Peter Laird",
    "Genero": "Anime",
    "Idioma": "Português",
    "LivroFinalizado": false,
    "Imagem": "91r8idf8l5l._sl1500_.jpg601ce510-898f-493b-9284-fc8fe21bc493.png",
    "ano": 2024,
    "Sinopese": "Em um futuro distópico, a cidade de Nova York está sob domínio do impiedoso Oroku Hiroto, neto do clássico vilão Destruidor. O clã Hamato foi dizimado, restando apenas uma única Tartaruga Ninja, que agora carrega o peso do legado de sua família. Ele veste um manto negro e empunha todas as armas de seus irmãos – as espadas de Leonardo, os nunchakus de Michelangelo, o bastão de Donatello e os sais de Raphael. Seu objetivo é claro: vingar seus entes queridos e acabar com o reinado de terror do Clã do Pé.\r\n\r\nEnquanto enfrenta inimigos implacáveis e os fantasmas de seu passado, o Último Ronin precisa lutar contra o tempo e seus próprios limites para cumprir sua missão final. Mas será que ele conseguirá fazer justiça e honrar a memória de sua família antes que seja tarde demais?\r\n\r\nEssa história traz uma abordagem sombria e madura das Tartarugas Ninja, com ação intensa, dilemas emocionais profundos e um enredo repleto de reviravoltas. Um verdadeiro épico para os fãs da franquia! 🐢⚔🔥",
    "Comentarios": "\u0022O Último Ronin\u0022 é uma história sombria, intensa e cheia de emoção, que traz um tom adulto e trágico ao universo das Tartarugas Ninja. Para fãs antigos, é uma leitura imperdível, oferecendo uma despedida digna para os personagens. Para novos leitores, é uma introdução impactante e envolvente, mostrando que a franquia TMNT pode ir muito além das animações infantis.",
    "Avaliacao": "3",
    "NumeroPaginas": "368",
    "TrechosFavoritos": [
      "Não sou mais quem eu era. Mas, no final, ainda sou um ninja... E esta é minha missão final.\u0022 – O Último Ronin aceitando seu destino.",
      "\u0022Durante anos, fugimos das sombras. Agora, só restou uma tartaruga para lutar.\u0022 – Reflexão sobre o fim do clã Hamato."
    ]
  }
]